Repository: sethta/no-page-comment
Catalog: lang/*-page-comment-*.po
Languages: fr_fr

source: Settings Updated.
fr_fr: Réglages sauvegardés

source: No Page Comment Settings
fr_fr: Réglages No Page Comment

source: Disable comments on new:
fr_fr: Désactiver les commentaires pour les nouveaux

source: Comments
fr_fr: Commentaires

source: Trackbacks
fr_fr: Rétroliens

source: Update Settings
fr_fr: Mettre à jour les réglages

source: Modify all current:
fr_fr: Modifier tous les actuels

source: Disable All Comments
fr_fr: Désactiver tous les commentaires

source: Enable All Comments
fr_fr: Activer tous les commentaires

source: Disable All Trackbacks
fr_fr: Désactiver tous les rétroliens

source: Enable All Trackbacks
fr_fr: Activer tous les rétroliens

source: Other plugins by
fr_fr: Autre plugins par

source: Support No Page Comment:
fr_fr: Support de No Page Comment

source: Donate to support the No Page Comment plugin development
fr_fr: Donner pour encourager le développement du plugin No Page Comment

source: Donate
fr_fr: Donner

source: Write a Review about No Page Comment
fr_fr: Ecrire un avis à propos du plugin No Page Comment

source: Write a Review
fr_fr: Ecrire un avis

source: Fork No Page Comment on Github
fr_fr: Fork No Page Comment

source: Report an Issue on Github
fr_fr: Rapporter un problème via Github

source: Report an Issue about No Page Comment
fr_fr: Rapporter un problème à propos de No Page Comment

source: Help Translate No Page Comment
fr_fr: Aider à la traduction de No Page Comment

source: Offer to Translate No Page Comment
fr_fr: Proposer de traduire No Page Comment

source: Translation Thanks:
fr_fr: Traduction par

source: Dutch and Italian:
fr_fr: Néerlandais et Italien:

source: Serbian:
fr_fr: Serbe:

source: Spanish:
fr_fr: Espagnol:

source: Swedish:
fr_fr: Suédois:

source: Settings
fr_fr: Réglages

source: Comment and trackback defaults controlled through
fr_fr: Commentaires et rétroliens par défaut controlés par

source: An admin interface to control the default comment and trackback settings on new posts, pages and custom post types.
fr_fr: Un écran d'administration pour contrôler les réglages par défaut descommentaires et rétroliens sur les nouveaux posts, pages, et contenus personnalisés
